[MESSAGE_UIEDITOR]
0=屬性的名字不能為空！
1=屬性名不滿足C語言命名規範！
2=屬性的注釋不能為空！
3=創建目錄未成功
4=刪除成功！
5=對不起，請勿使用'common'作為AP工程名稱！
6=請填寫工程名稱！
7=請設置工程目錄路徑！
8=對不起，工程已存在！路徑：
9=請填寫新建子場景範本的名稱！
10=創建子場景範本目錄失敗！
11=請選擇規格大小相同的圖片！ 寬 x 高：
12=您未選中任何控制項！
13=該屬性已經存在！
14=請從控制項列表中選擇一個控制項!
15=請選擇一張背景圖!
16=超過最大允許選擇檔數(1000)，請分批次選擇檔!
17=還沒有選中某一項！
18=請從圖片資源中選取一項！
19=請從字串資源中選中一項！
20=創建Excel服務失敗!
21=請選擇工程目錄！
22=在該工程目錄下創建新目錄不成功！
23=圖片的寬度請保持與picColon的圖片寬度一致:
24=對不起，刪除失敗！
25=此工程檔已不存在！
26=提示：%s 和 %s 需要保持尺寸大小一致
27=若需要改變此尺寸，請先將此圖片以外的其他23張圖片清空， 
再重新選擇其他尺寸的圖片，即可。
28=子場景範本：%s 中PictureBox的圖層不能為空！
29=場景：%s 中PictureBox的圖層不能為空！
30=編輯注釋
31=保存
32=取消
33=真的要將'%s'從子場景範本庫中刪除？
34=正在刪除，請稍候
35=子場景範本(新建請右鍵此處)
36=請選擇目錄：
37=選擇檔
38=格式不正確！
39=宋體
40=左對齊
41=居中
42=右對齊
43=正在載入資源
44=工作區：
45=控制項週邊矩形
46=控制項名稱
47=控制項id
48=圖層編號
49=圖層
50=圖片類型
51=普通圖示
52=非嵌入式背景圖
53=嵌入式背景圖
54=前景圖示
55=前景圖示透明色
56=子場景範本名稱
57=控制項左上角x座標
58=控制項左上角y座標
59=真的要將屬性'%s'刪除麼？
60=刪除AttributeBox屬性
61=橫向
62=背景顏色
63=背景圖片（single）
64=背景圖片（multy）
65=字串
66=圖片名稱
67=路徑
68=可作為背景圖的圖片:
69=真的要將列表清空麼？
70=圖片資源
71=字串資源
72=請選擇路徑：
73=滑動杆
74=兩者都有
75=多行
76=空白分隔符號
77=冒號分隔符號
78=斜杠分隔符號
79=短橫線分隔符號
80=空值
81=工程：
82=子場景範本
83=工程：%s已經發生改變，是否需要保存？
84=正在生成資源
85=您還沒有選擇一張歡迎圖片
86=您還沒有選擇生成的RES資源存放目錄
87=您所選取的歡迎圖片已不存在
88=目錄：\"%s\" 下已有welcom.res資源檔案存在。若繼續，將會 
對現有檔進行覆蓋，是否繼續？
89=真的要將ap工程'%s'刪除麼？
90=選擇
91=填充式
92=提示
93=對話方塊說明
94=選項
95=滾屏
96=參數設置
97=AP工程視圖
98=屬性資訊視圖
99=控制項區視圖
100=工程結構樹視圖
101=子場景範本區視圖
102=子場景範本工程視圖
103=找不到控制項:id=
104=列表項
105=列表標題


[MESSAGE_CHANGETO24BMP]
0=請選擇需要轉換的圖片目錄！
1=請選擇轉換後的圖片存放的目錄！
2=此目錄不存在！
3=結果目錄不能和原始目錄相同！
4=創建目錄：%s 失敗！
5=正在統計檔總數...
6=未在原始目錄下發現BMP圖片
7=部分圖片未轉換成功
8=所有檔轉換失敗！
9=轉換成功！
10=請選擇存放目錄：
11=轉成24位點陣圖

[CONTROL_CHANGETO24BMP]
1=轉24位點陣圖
2=退出
1012=需要轉換的圖片目錄路徑：
1013=轉換後的圖片保存位置：
1005=[打開結果目錄]
1007=[查看失敗列表]
